protocolli/spcoop/example/client/ValidazioneContenutiWS/files/registrazioneDocumentLiteralConAlcuniParametriInputNonAttesi.xml

<?xml version="1.0" encoding="UTF-8"?>
   <soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
      <soapenv:Body>
         <aggiornamento-nominativo xmlns="http://openspcoop2.org/ValidazioneContenutiWS/Service/types" nomePrecedente="Mario Rossi">Mario Verdi</aggiornamento-nominativo>
         <indirizzo xmlns="http://openspcoop2.org/ValidazioneContenutiWS/Service/types">viale Roma 26</indirizzo>
         <ora-registrazione xmlns="http://openspcoop2.org/ValidazioneContenutiWS/Service/types">2008-04-13</ora-registrazione>
      </soapenv:Body>
   </soapenv:Envelope>
